True if the pane is being activated, false if it is being inactivated.
  Namespace:   Autodesk.Revit.UI.Events
  Assembly:   RevitAPIUI  (in RevitAPIUI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2015
 Syntax
  C#
public bool FocusGained { get; }
  Visual Basic
Public ReadOnly Property FocusGained As Boolean
	Get
  Visual C++
public:
property bool FocusGained {
	bool get ();
}
 See Also
  DockableFrameFocusChangedEventArgs Class
  Autodesk.Revit.UI.Events Namespace